const translations = {
  projects: [
    {
      id: 'divercity',
      name: 'Divercity',
      shortDescription: 'Приложение для поиска интересных событий',
      works: 'Research, Prototyping, Visual\u00A0Design',
      mainDescription: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis ipsum dolor sit amet, consectetur adipiscing elit.',
      introText: [
        {
          title: 'Problem',
          text: 'Ежедневно проходит огромное количество событий, открываются десятки ресторанов. Для многих людей поиск досуга является проблемой и каждый день они часами думают где поесть или куда сходить, а в итоге часто остаются дома.',
        },
        {
          title: 'Idea',
          text: 'Создать приложение, которое помогает найти занятие на вечер и учитывает все возможные факторы, которые могут на это повлиять: настроение пользователя, его предпочтения, количество свободного времени, финансовые возможности.',
        },
        {
          title: 'Conditions',
          list: [
            'Сделать userflow простым и понятным пользователю любого возраста, так как нет возрастного ограничения для приложения',
            'Сделать удобный поиск и хорошую фильтрацию событий (время, место, категорию)',
            'Добавить возможность добавлять свои события',
          ],
        },
      ],
      introImg: 'https://thumb.tildacdn.com/tild6464-3237-4932-b436-313663306231/-/format/webp/divercity_cover_1.png',
    },
    {
      id: 'coffee-dip',
      name: 'Coffe Dip',
      shortDescription: 'Приложение для заказа кофе',
      works: 'Research, Prototyping, Visual Design',
      mainDescription: 'An application for people who love delicious coffee, are always in a hurry and don\'t want to waste time by standing in queues',
      introText: [
        {
          title: 'Problem',
          text: 'Ежедневно проходит огромное количество событий, открываются десятки ресторанов. Для многих людей поиск досуга является проблемой и каждый день они часами думают где поесть или куда сходить, а в итоге часто остаются дома.',
        },
        {
          title: 'Idea',
          text: 'Создать приложение, которое помогает найти занятие на вечер и учитывает все возможные факторы, которые могут на это повлиять: настроение пользователя, его предпочтения, количество свободного времени, финансовые возможности.',
        },
        {
          title: 'Conditions',
          list: [
            'Сделать userflow простым и понятным пользователю любого возраста, так как нет возрастного ограничения для приложения',
            'Сделать удобный поиск и хорошую фильтрацию событий (время, место, категорию)',
            'Добавить возможность добавлять свои события',
          ],
        },
      ],
      introImg: 'https://thumb.tildacdn.com/tild3138-6338-4231-a139-633035613563/-/format/webp/CoffeeDip_cover.png',
    },
    {
      id: 'alcon',
      name: 'Alcon',
      shortDescription: 'Web site',
      works: 'Prototyping, Visual\u00ADesign',
      mainDescription: 'Contact Lens https://mamcocky-cz.myalcon.com/',
      introText: [
        {
          title: 'Problem',
          text: 'Ежедневно проходит огромное количество событий, открываются десятки ресторанов. Для многих людей поиск досуга является проблемой и каждый день они часами думают где поесть или куда сходить, а в итоге часто остаются дома.',
        },
        {
          title: 'Idea',
          text: 'Создать приложение, которое помогает найти занятие на вечер и учитывает все возможные факторы, которые могут на это повлиять: настроение пользователя, его предпочтения, количество свободного времени, финансовые возможности.',
        },
        {
          title: 'Conditions',
          list: [
            'Сделать userflow простым и понятным пользователю любого возраста, так как нет возрастного ограничения для приложения',
            'Сделать удобный поиск и хорошую фильтрацию событий (время, место, категорию)',
            'Добавить возможность добавлять свои события',
          ],
        },
      ],
      introImg: '',
    },
    {
      id: 'other',
      name: 'Graphics',
      shortDescription: 'Some text',
      works: 'Posters, retouch, SMM images',
      mainDescription: 'Contact Lens.',
      introText: [
        {
          title: 'Problem',
          text: 'Ежедневно проходит огромное количество событий, открываются десятки ресторанов. Для многих людей поиск досуга является проблемой и каждый день они часами думают где поесть или куда сходить, а в итоге часто остаются дома.',
        },
        {
          title: 'Idea',
          text: 'Создать приложение, которое помогает найти занятие на вечер и учитывает все возможные факторы, которые могут на это повлиять: настроение пользователя, его предпочтения, количество свободного времени, финансовые возможности.',
        },
        {
          title: 'Conditions',
          list: [
            'Сделать userflow простым и понятным пользователю любого возраста, так как нет возрастного ограничения для приложения',
            'Сделать удобный поиск и хорошую фильтрацию событий (время, место, категорию)',
            'Добавить возможность добавлять свои события',
          ],
        },
      ],
      introImg: '',
    },
  ],
  buttons: {
    readMore: 'Read more',
  },
};

export default translations;
